Repository: flaab/pz-django-contactform
Catalog: contactform/locale/*/LC_MESSAGES/django.po
Languages: es

source: A reusable contact form developed for Django
es: Un formulario de contacto para Django

source: Proudly powered by PZ-Django-Contactform
es: Desarrollado por PZ-Django-Contactform

source: Name
es: Nombre

source: E-Mail
es: Correo electrónico

source: Subject
es: Asunto

source: Message
es: Mensaje

source: About us
es: Sobre nosotros

source: Address
es: Donde estamos

source: Mailing Address
es: Buzón de correo

source: Working Hours
es: Horarios

source: What to expect
es: Más información

source: We don't work during weekends
es: No trabajamos los fines de semana

source: Unpolite messages are ignored
es: Mensajes maleducados serán ignorados

source: Feedback is always welcomed
es: Las sugerencias son siempre bienvenidas

source: Contact Us
es: Contacto

source: Kindly fill the following form to drop us a line. We'll reply as soon as possible
es: Rellene el siguiente formulario. Responderemos lo antes posible.

source: Thank you!
es: ¡Gracias!

source: Your message has been received, we'll reply as soon as possible.
es: Su mensaje ha sido enviado. Responderemos lo antes posible.
